Revit 2021.1 API
FormatOptions.CanSuppressSpaces Method
Overload List
Name | Description
CanSuppressSpaces()
 Checks whether spaces can be suppressed for the display unit in this FormatOptions.
CanSuppressSpaces(DisplayUnitType) |  Obsolete.
 Checks whether spaces can be suppressed for a given display unit.
CanSuppressSpaces(ForgeTypeId)
 Checks whether spaces can be suppressed for a given unit.
See Also
FormatOptions Class
FormatOptions Members
Autodesk.Revit.DB Namespace